var list = [
    {
        id : 1,
        name : 'Тор 3: Раґнарок',
        description : 'американський супергеройський фільм, заснований на однойменних коміксах видавництва Marvel Comics. Виробництвом займається Marvel Studios. Є сімнадцятою картиною Кінематографічного всесвіту Marvel.',
        date : 1,
        href : '#'
    },
    {
        id : 2,
        name : 'Той, хто біжить по лезу 2049',
        description : 'американський науково-фантастичний трилер, режисера Дені Вільнева та сценаристів Гемптона Фенчера і Майкла Гріна, який є продовженням фільму Рідлі Скотта «Той, хто біжить по лезу»',
        date : 1507150800000,
        href : '#'
    },
    {
        id : 3,
        name : 'Лоґан: Росомаха',
        description : 'американський супергеройський фільм, знятий Джеймсом Менголдом за мотивами коміксу «Old Man Logan» Марк Міллара і Стіва Мак-Нівена.',
        date : 1488319200000,
        href : '#'
    },
    {
        id : 4,
        name : 'Вогнеборці',
        description : 'американська біографічна кінодрама режисера Джозефа Косінські, що вийшла 2017 року. Стрічка створена на основі статті «No Exit» у журналі «GQ» про реальні події і розповідає про групу пожежників, що гасила пожежу в Аризоні.',
        date : 1507842000000,
        href : '#'
    },
    {
        id : 5,
        name : 'Воно. Частина перша',
        description : 'американський драматичний фільм жахів, знятий Андресом Мускетті за однойменним романом Стівена Кінга. Премєра стрічки в Україні відбулася 7 вересня 2017 року.',
        date : 1504731600000,
        href : '#'
    },
    {
        id : 6,
        name : 'Геошторм',
        description : 'американський фантастичний фільм-катастрофа сценариста, продюсера і режисера Діна Девліна та його режисерський дебют.',
        date : 1513893600000,
        href : '#'
    },
    {
        id : 7,
        name : 'Зменшення',
        description : 'американський науково-фантастичний фільм-трагікомедія, знятий Александром Пейном.',
        date : 1499893200000,
        href : '#'
    },
    {
        id : 8,
        name : 'Дюнке́рк',
        description : 'воєнний драматичний трилер режисера та сценариста Крістофера Нолана, що вийшов у 2017 році. Головні ролі виконали Том Гарді, Марк Райленс, Фінн Вайтгед і Гаррі Стайлс.',
        date : 1487887200000,
        href : '#'
    },
    {
        id : 9,
        name : 'Пастка',
        description : 'американський фільм жахів режисера і сценариста Джордана Піла, що вийшов 2017 року. Стрічка розповідає про чоловіка, що приїхав до батьків своєї дівчини. У головних ролях Деніел Калуя, Еллісон Вільямс, Бредлі Вітфорд.',
        date : 1492549200000,
        href : '#'
    },
    {
        id : 10,
        name : 'Вартові галактики 2',
        description : 'американський супергеройський фільм, знятий Джеймсом Ганном. Він є продовженням фільму «Вартові галактики» 2014 року.',
        date : 1524603600000,
        href : '#'
    },
    {
        id : 11,
        name : 'Месники: Війна нескінченності',
        description : 'американський супергеройський фільм, знятий братами Руссо за мотивами коміксів Marvel. Він є продовженням фільмів кінематографічного всесвіту Marvel.',
        date : 1518386400000,
        href : '#'
    },
    {
        id : 12,
        name : 'Чорна Пантера',
        description : 'майбутній американський супергеройський фільм, заснований на однойменних коміксах видавництва Marvel Comics, виробництва Marvel Studios і дистрибуції Walt Disney Studios Motion Picture.',
        date : 1516744800000,
        href : '#'
    },
    {
        id : 13,
        name : 'Той, що біжить лабіринтом: Ліки від смерті',
        description : 'майбутній американський науково-фантастичний фільм, знятий режисером Весом Боллом у США. Є продовженням фільмів «Той, що біжить лабіринтом: Випробування вогнем» і «Той, що біжить лабіринтом».',
        date : 1526590800000,
        href : '#'
    },
    {
        id : 14,
        name : 'Дедпул 2',
        description : 'американський супергеройський кінокомедійний бойовик режисера Девіда Леітча, що має вийти 2018 року. Стрічка, заснована на однойменному персонажі коміксів Marvel. У головних ролях Раян Рейнольдс, Морена Баккарін, Ті Джей Міллер.',
        date : 1528318800000,
        href : '#'
    },
    {
        id : 15,
        name : 'Світ Юрського періоду 2',
        description : 'майбутній американський фантастичний фільм режисера Хуана Антоніо Байона, пятий фільм в серії «Парк Юрського періоду». За сценарієм Коліна Треворроу та Хуана Антоніо Байона.',
        date : 1542319200000,
        href : '#'
    },
    {
        id : 16,
        name : 'Фантастичні звірі: Злочини Ґріндельвальда',
        description : 'американсько-британський фентезійний фільм, який зніматиме Девід Єйтс на основі однойменної книги Джоан Роулінг. Він є продовженням фільму «Фантастичні звірі і де їх шукати».',
        date : 1521669600000,
        href : '#'
    },
    {
        id : 17,
        name : 'Тихоокеанський рубіж: Повстання',
        description : 'американський фантастичний бойовик режисера і сценариста Стівена С. ДеНайта, що має вийти 2018 року.',
        date : 1515016800000,
        href : '#'
    },
    {
        id : 18,
        name : 'Астрал 4: Останній ключ',
        description : 'майбутній американський фільм жахів режисера Адама Робітела про нову боротьбу екстрасенса-медіума Еліс Райнер з демонами в області Астрала.',
        date : 1521064800000,
        href : '#'
    },
    {
        id : 19,
        name : 'Розкрадачка гробниць: Лара Крофт',
        description : 'американський пригодницький бойовик, сценарій до фільму був написаний на основі відеогри 2013 року «Tomb Raider». Роль Лари Крофт виконала Алісія Вікандер.',
        date : 1522270800000,
        href : '#'
    },
    {
        id : 20,
        name : 'Першому гравцю приготуватися',
        description : 'американський науково-фантастичний пригодницький фільм, знятий Стівеном Спілбергом за однойменним романом Ернеста Клайна.',
        date : 1522616400000,
        href : '#'
    },
]